<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<c:import url="/WEB-INF/views/layout/header.jsp" />

<div class="container" style="margin-top: 50px; margin-bottom: 350px;">
<p>
-개인정보처리방침
"낚시모아"은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
"낚시모아"은(는) 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br>
본 방침은 2019년 6월 17일부터 시행됩니다.
<br><br>
1. 개인정보의 처리 목적
가. 낚시모아은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않습니다.
나. 회원 가입의사 확인, 중복가입 확인, 회원자격 유지·관리, 불량회원의 부정 이용 방지와 비인가 사용 방지 등을 목적으로 개인정보를 처리합니다.
<br><br>
2. 개인정보의 처리 및 보유 기간
가. 낚시모아은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유,이용기간 내에서 개인정보를 처리,보유합니다.
나. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
<br><br>
<수집하는 개인정보의 항목>과 관련한 개인정보는 수집.이용에 관한 동의일로부터<지체없이 파기>까지 위 이용목적을 위하여 보유.이용됩니다.
-예외사유 : 부정이용자(차단회원)의 기록, 회원신고로 차단 된 블라인드 게시물, 게시물 등록 시 기록되는 개인정보(아이피 주소), 업로드 한 이미지는 사이트 폐쇄 시까지 보존합니다.
-회원신고로 차단 된 블라인드 게시물 혹은 개인정보가 들어있는 게시물/댓글은 요청 시 삭제 될 수 있습니다.
-개인정보가 포함되어 있는 이미지는 업로드를 권장하지 않습니다.
<br><br>
3. 수집하는 개인정보의 항목
낚시모아은(는) 다음의 개인정보 항목을 처리하고 있습니다.<br>
<mark><홈페이지 회원가입 및 관리>
이메일, 비밀번호, 로그인ID, 생년월일, 아이피 주소</mark>
<br><br>
4. 개인정보의 파기"낚시모아"은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
-파기절차
이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
-파기방법
전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
<br><br>
5. 개인정보의 암호화
이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
<br><br>
6. 기타
사이트 내 DB(데이터베이스) 및 개인정보는 운영자만 열람/확인 할 수 있습니다.
다만, 사이트 이용약관에 따라 부정이용자(차단회원)의 경우 불량회원의 부정 이용 방지와 비인가 사용 방지 등을 위해 사이트 폐쇄 시까지 보관되며 법령의 규정에 의거하거나, 수사상 목적으로 법령에 정해진 절차와 방법에 따라 관련기관의 요구가 있는 경우를 제외하고 외부에 공개 및 제공하지 않습니다.
<br><br>
7. 개인정보 보호책임자 및 담당자
낚시모아 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
<br><br>▶ 개인정보 보호책임자 및 담당자<br>
	이메일: yjayo0124@gmail.com

</p>

</div>


<c:import url="/WEB-INF/views/layout/footer.jsp" />